---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrideSettings
source: html/c8226b91-02b5-7537-432f-ea781ee544ab.htm
---
# PointCloudOverrideSettings Members

Constructs a settings object with default values.